org/body.org
*Global Markets.* European equities are surging, while the S&P future
is up by 0.55%. In the meantime, the Mexican peso is up 0.2% against
the USD, and the yield of the 10 years Treasury is at
2.09%. Commodities: Oil is up 0.8% to USD47.8, steel is climbing 1.5%
and soy prices is about flat.

*Local News*. The week starts off with the looming risks around the
*second charge by Attorney General against President Temer*. On this
*front, the Folha de Sao Paulo resonates the impression within the
*government that, after the affair concerning the General Attorney and
*the JBS plea bargain, the President will need to dispense less of a
*political capital to safeguard his position.

In fact, in line with the news along the weekend, the government is
feeling so emboldened that is floating the idea of *voting a full
pension system reform by October*. Today, it was down to the O Valor
to circulate this very same idea. In addition, the article makes the
necessary conjectures over what ought to be approved through a
constitutional amendment and what may be fixed through provisional
measures.

On the fiscal front, we sort of have more of the same. /As per/ O
Globo, *the government continues to struggle with disappointing
revenues*, which are threatening its new primary target for the
year. To be sure, the article brings little novelties and, yet again,
revisits all the well mapped out fiscal risks for the year: Cemig's
asset action, provisional measures not yet approved, and so on.

Finally, over the weekend, the news underscored the possibility of a
*BNDES' transfer of about R$180bn* to the Treasury, as opposed to the
R$100bn previously leaked through the press. Moreover, R$50bn would be
transfered already this year, which was totally out of the radar
screen. Worth pointing out, however, that nothing looked set on the
stone already, since officials of the BNDES themselves were raising
doubts about the whole transaction.

*Agenda - Highlights*: _Brazil_: IGP-DI, august and market
readout. _US_: Empty.


#+LATEX:\rowcolors{2}{grey!15}{white}
#+LATEX:\vspace{-0.5cm}
#+INCLUDE: "agenda.org"

*Bottom Line*. Global folly and neutral local news should set the
session for a positive start.







