public_html/org/body.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2017-09-11 seg 08:17 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title></title>
<meta name="generator" content="Org mode">
</head>
<body>
<div id="content">
<p>
<b>Global Markets.</b> European equities are surging, while the S&amp;P future
is up by 0.55%. In the meantime, the Mexican peso is up 0.2% against
the USD, and the yield of the 10 years Treasury is at
2.09%. Commodities: Oil is up 0.8% to USD47.8, steel is climbing 1.5%
and soy prices is about flat.
</p>

<p>
<b>Local News</b>. The week starts off with the looming risks around the
<b>second charge by Attorney General against President Temer</b>. On this
front, the Folha de Sao Paulo resonates the impression within the
government that, after the affair concerning the General Attorney and
the JBS plea bargain, the President will need to dispense less of a
political capital to safeguard his position.
</p>

<p>
In fact, in line with the news along the weekend, the government is
feeling so emboldened that is floating the idea of <b>voting a full pension system reform by October</b>. Today, it was down to the O Valor to
circulate this very same idea. In addition, the article makes the
necessary conjectures over what ought to be approved through a
constitutional amendment and what may be fixed through provisional
measures.
</p>

<p>
On the fiscal front, we sort of have more of the same. <i>As per</i> O
Globo, <b>the government continues to struggle with disappointing
revenues</b>, which are threatening its new primary target for the
year. To be sure, the article brings little novelties and, yet again,
revisits all the well mapped out fiscal risks for the year: Cemig's
asset action, provisional measures not yet approved, and so on.
</p>

<p>
Finally, over the weekend, the news underscored the possibility of a
<b>BNDES' transfer of about R$180bn</b> to the Treasury, as opposed to the
R$100bn previously leaked through the press. Moreover, R$50bn would be
transfered already this year, which was totally out of the radar
screen. Worth pointing out, however, that nothing looked set on the
stone already, since officials of the BNDES themselves were raising
doubts about the whole transaction.
</p>

<p>
<b>Agenda - Highlights</b>: <span class="underline">Brazil</span>: IGP-DI, august and market
readout. <span class="underline">US</span>: Empty.
</p>


<table>


<colgroup>
<col  class="org-right">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right"><b>Time</b></th>
<th scope="col" class="org-left"><b>Country</b></th>
<th scope="col" class="org-left"><b>Indicator</b></th>
<th scope="col" class="org-left"><b>Period</b></th>
<th scope="col" class="org-left"><b>Forecast</b></th>
<th scope="col" class="org-left"><b>Impact</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">08:00:00</td>
<td class="org-left">BZ</td>
<td class="org-left">IGP-M 1F @ 0,345</td>
<td class="org-left">August</td>
<td class="org-left">0,34% mom</td>
<td class="org-left">Medium</td>
</tr>

<tr>
<td class="org-right">08:00:00</td>
<td class="org-left">BZ</td>
<td class="org-left">IPC-S @ 0,10%</td>
<td class="org-left">1W Sep</td>
<td class="org-left">0,10% mom</td>
<td class="org-left">Medium</td>
</tr>
</tbody>
</table>

<p>
<b>Bottom Line</b>. Global folly and neutral local news should set the
session for a positive start.
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2017-09-11 seg 08:17</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
